
"About %@" = "%@について";
"Hide %@" = "%@を隠す";
"Hide Others" = "他を隠す";
"Show All" = "すべてを表示";
"Quit %@" = "%@を終了する";


"Another %@ is currently running. Please close all instances of it now." = "別の%@が現在実行されています。 今すぐすべてのインスタンスを閉じてください。";


"Are you sure you want to exit %@ setup?" = "%@セットアップを終了してもよろしいですか？";


"Are you sure you want to exit before the process is completed?" = "プロセスが完了する前に終了してもよろしいですか？";


"Continue" = "続ける";


"Direct Download" = "直接ダウンロード";


"Due to some error, the installation cannot be completed. Please check your Internet connection and try again. You can also click \"Direct Download\" to get a full package from the official website." = "エラーのため、インストールを完了できません。 インターネット接続を確認して、もう一度お試しください。 「直接ダウンロード」をクリックして、公式Webサイトから完全なパッケージを入手することもできます。";


"Exit" = "中止する";


"I've read and agreed to %@" = "%@を読み、同意します";


"%@ License Agreement" = "%@のライセンス契約";


"Install" = "インストール";


"Installing...please wait ( %1.1f%% finished)" = "インストール中...お待ち下さい(%1.1f%%完了)";


"OK" = "OK";


"Please agree %@ License Agreement before installing %@!" = "%2$@をインストールする前に、%1$@使用許諾契約に同意してください。";


"Try Again" = "再試行";

